Repository: PaoloC68/django-plans
Catalog: plans/locale/*/LC_MESSAGES/django.po
Languages: pl, ru

source: Make plan copy
pl: Utwórz kopię abonamentu
ru: Создать копию пакета

source: Make selected orders completed
pl: Zrealizuj zamówienia
ru: Выполнить заказы

source: Make invoices for orders
pl: Wygeneruj faktury VAT dla zamówień
ru: Генерировать счета для заказов

source: name
pl: nazwa
ru: Название

source: description
pl: opis
ru: Описание

source: available
pl: dostępny
ru: доступен

source: created
pl: utworzono
ru: создан

source: customized
pl: specjalny
ru: индивидуальный

source: quotas
pl: ograniczenia
ru: ограничения

source: Optional link to page with more information (for clickable pricing table headers)
pl: Opcjonalny link do strony z dalszymi informacjami (link w nagłówku tabeli z cennikiem)
ru: Необязательная ссылка на страницу с подробной информацией (ссылка в заголовке таблицы с ценником)

source: Plan
pl: Abonament
ru: План

source: Plans
pl: Abonamenty
ru: Пакеты

source: user
pl: użytkownik
ru: пользователь

source: VAT ID
pl: NIP
ru: ИНН

source: street
pl: ulica
ru: улица

source: zip code
pl: kod pocztowy
ru: почтовый код

source: city
pl: miasto
ru: город

source: country
pl: kraj
ru: страна

source: name (shipping)
pl: nazwa (korespondencja)
ru: название

source: optional
pl: opcjonalnie
ru: необязательно

source: street (shipping)
pl: ulica (korespondencja)
ru: улица

source: zip code (shipping)
pl: kod pocztowy (korespondencja)
ru: индекс

source: city (shipping)
pl: miasto (korespondencja)
ru: город

source: Billing info
pl: Dane do faktury
ru: платежная информация

source: Billing infos
pl: Dane do faktur
ru: Платежная информация

source: VAT ID is not correct
pl: NIP nie jest poprawny
ru: ИНН некоректен

source: plan
pl: abonament
ru: план

source: expire
pl: wygasa
ru: закончится

source: active
pl: aktywny
ru: активный

source: User plan
pl: Abonament użytkownika
ru: Пакет

source: Users plans
pl: Abonamenty użytkowników
ru: Пакеты пользователей

source: period
pl: okres
ru: период

source: Pricing
pl: Okres
ru: Цены

source: Pricings
pl: Okresy
ru: Ценообразование

source: days
pl: dni
ru: дней

source: codename
ru: код

source: unit
pl: jednostka
ru: ед. измерения

source: is boolean
pl: wartość tak lub nie
ru: логический тип

source: Quota
pl: Limit
ru: Лимит

source: Quotas
pl: Limity
ru: Ограничения

source: Plan pricing
pl: Okres abonamentu
ru: Цена пакета

source: Plans pricings
pl: Okresy abonamentów
ru: Цены пакетов

source: Plan quota
pl: Limit abonamentu
ru: Лимиты пакета

source: Plans quotas
pl: Limity abonamentów
ru: Лимиты пакетов

# Order status
source: new
pl: nowe
ru: новый

# Order status
source: completed
pl: zakończono
ru: завершен

# Order status
source: not valid
pl: niepoprawne
ru: некоректный

# Order status
source: canceled
pl: anulowane
ru: отменен

# Order status
source: returned
pl: zwrócone
ru: возвращен

source: pricing
pl: okres cenowy
ru: ценообразование

source: completed
pl: zakończono
ru: завершен

source: amount
pl: kwota
ru: количество

source: tax
pl: podatek
ru: налог

source: currency
pl: waluta
ru: валюта

source: status
ru: статус

source: Order #%(id)d
pl: Zamówienie #%(id)d
ru: Заказ #%(id)d

source: Order
pl: Zamówienie
ru: Заказ

source: Orders
pl: Zamówienia
ru: Заказы

source: Invoice
pl: Faktura
ru: Счет

source: Invoice Duplicate
pl: Duplikat faktury
ru: Дубликат счета

# proforma
source: Order confirmation
pl: Proforma
ru: Подтверждение заказа

source: Name
pl: Nazwa
ru: Наименование

source: Street
pl: Ulica
ru: Улица

source: Zip code
pl: Kod pocztowy
ru: Почтовый код

source: City
pl: Miasto
ru: Город

source: Country
pl: Kraj
ru: Страна

source: TAX/VAT number
pl: Numer NIP
ru: ИНН

source: Invoices
pl: Faktury
ru: Счета

source: Limit of %(model_name_plural)s exceeded. The limit is %(quota)s items.
pl: Konto przekracza limit obiektów "%(model_name_plural)s". Ograniczenie to %(quota)s obiektów na koncie.
ru: Лимит %(model_name_plural)s превышен. Лимит составляет %(quota)s лотов.

source: Following %(model_name_plural)s are not in limits: %(objects)s
pl: Następujące "%(model_name_plural)s" przekraczają limity abonamentu: %(objects)s
ru: Такие "%(model_name_plural)s" превышают лимиты пакета: %(objects)s

source: Your account is now active
pl: Twoje konto zostało właśnie aktywowane
ru: Ваш аккаунт активирован

source: Your plan has been successfully changed
pl: Abonament na koncie został pomyślnie zmieniony
ru: Ваш тарифный план изменен

source: The selected plan is insufficient for your account. Your account will not be activated or will not work fully after completing this order.<br><br>Following limits will be exceeded: <ul><li>%(reasons)s</ul>
pl: Wybrany abonament nie jest wystarczający dla Twojego konta. Twoje konto może nie zostać zaaktywowane lub może nie działać w pełni jeśli zrealizujesz to zamówienie.<br><br>Następujące limity zostały przekroczone: <ul><li>%(reasons)s</ul>
ru: Избранный пакет не достаточен для вашего аккаунта. Ваш аккаунт может быть деактивирован или может не действовать полностью если вы реализуете этот заказ. <br><br>Такие лимиты были превышены: <ul><li>%(reasons)s</ul>

source: Thank you for placing a payment. It will be processed as soon as possible.
pl: Dziękujemy za dokonanie płatności. Zamówienie zostanie zrealizowane tak szybko jak to możliwe.
ru: Спасибо за платеж. Он будет обработан как будет возможно.

source: Payment was not completed correctly. Please repeat payment process.
pl: Płatność została przerwana. Proszę ponowić proces płatności.
ru: Платеж не прошел. Пожалуйста, повторите процесс оплаты

source: Billing info has been updated successfuly.
pl: Dane bilingowe zostały zapisane.
ru: Информация об оплате обновлена

source: Billing info has been deleted.
pl: Dane bilingowe zostały usunięte.
ru: Информация об оплате удалена

source: Hi
pl: Witaj
ru: Добрый день

source: Your current plan is %(plan_name)s and it will expire on %(expire)s.
pl: Twój obecny abonament to %(plan_name)s i jest ważny do %(expire)s.
ru: Ваш текущий тарифный план - %(plan_name)s и он закончится %(expire)s.

source: Thank you
pl: Dziękujemy
ru: Спасибо

source: The Team at %(site_name)s
pl: Zespół %(site_name)s
ru: Комманда %(site_name)s

source: Your account %(user)s has new plan %(plan)s
pl: Nowy abonament %(plan)s na koncie %(user)s
ru: Ваш аккаунт %(user)s перешел на новый тарифный план %(plan)s

source: Your account has just expired.
pl: Twoje konto właśnie wygasło.
ru: Оплата вашего аккаунта закончилась

source: You can restore your current plan %(plan_name)s here:
pl: Możesz przedłużyć Twój abonament %(plan_name)s na stronie:
ru: Вы можете восстановить ваш тарифный план %(plan_name)s здесь:

source: or you can upgrade your plan here:
pl: albo możesz zaktualizować swoje konto na stronie:
ru: или вы можете расширить ваш тарифный план здесь:

source: Your account %(user)s has just expired
pl: Twoje konto %(user)s właśnie wygasło
ru: Оплата вашего аккаунта %(user)s только что закончилась

source: Your account has just been extended by %(days)s days. Your current plan is %(plan_name)s and it will expire on %(expire)s.
pl: Twoje konto zostało właśnie przedłużone o %(days)s dni. Twój aktualny abonament to %(plan_name)s jest ważny do %(expire)s.
ru: Ваш аккаунт был продлен на %(days)s дней. Ваш текущий пакет это %(plan_name)s и он истекает %(expire)s.

source: An invoice will be sent with another e-mail, if billing data was provided.
pl: Jeśli dane bilingowe zostały podane, faktura zostanie wystawiona i wysłana osobnym listem e-mail.
ru: Счет будет выслан на другой email, если указана платежная информация

source: Your account %(user)s has been extended by %(days)s days
pl: Twoje konto %(user)s zostało przedłużone o %(days)s dni
ru: Ваш аккаунт %(user)s продлен на %(days)s дней

source: We are writing to inform you, that %(invoice_type)s %(invoice_number)s has been issued. You can view it and print it at: http://%(site_domain)s%(url)s
pl: Informujemy, że utworzono dokument %(invoice_type)s numer %(invoice_number)s . Możesz wyświetlić i wydrukować go na stronie: http://%(site_domain)s%(url)s
ru: Сообщаем Вам, что создан документ %(invoice_type)s %(invoice_number)s. Его можно распечатать на: http://%(site_domain)s%(url)s

source: Details of the order can be see on:
pl: Szczegóły zamówienia możesz zobaczyć na stronie:
ru: Детали заказа смотрите

source: %(invoice_type)s %(invoice_number)s has been issued for %(user)s
pl: %(invoice_type)s %(invoice_number)s została wystawiona dla %(user)s
ru: %(invoice_type)s %(invoice_number)s был сгенерирован для %(user)s

source: Your account will expire in %(days)s days.
pl: Twoje konto wygaśnie za %(days)s dni.
ru: Оплата вашего аккаунта закончится через %(days)s дней

source: You can extend your current plan %(plan_name)s on page:
pl: Możesz przedłużyć Twój obecny abonament %(plan_name)s na stronie:
ru: Вы можете изменить ваш тарифный план %(plan_name)s на странице:

source: Your account %(user)s will expire in %(days)s day
pl: Twoje konto %(user)s wygaśnie za %(days)s dni
ru: Ваш аккаунт %(user)s истекает через %(days)s дней

source: Are you sure to delete billing info?
pl: Czy napewno usunąć dane bilingowe?
ru: Вы уверены, что хотите удалить информацию об оплате?

source: Account
pl: Konto
ru: Аккаунт

source: State
pl: Stan
ru: Область

source: expired
pl: wygasło
ru: закончился

source: Expire
pl: Wygaśnie
ru: Оплачен до

source: upgrade
pl: uaktualnij
ru: расширить

source: Plan details
pl: Szczegóły abonamentu
ru: Детали пакета

source: Need more?
pl: Potrzebujesz więcej?
ru: Нужно больше?

source: Please see other <a href="%(upgrade_url)s">currently available plans</a>.
pl: Proszę wybrać spośród innych <a href="%(upgrade_url)s">aktualnie dostępnych abonamentów</a>.
ru: Посмотрите другие <a href="%(upgrade_url)s">имеющиеся пакеты</a>.

source: Your account has expired. Please <a href="%(url)s">extend your account</a>.
pl: Twój abonament wygasł. Należy <a href="%(url)s">przedłużyć ważność konta</a>, aby kontynuować korzystanie z systemu.
ru: Ваш аккаунт истек. Пожалуйста <a href="%(url)s">продлите Ваш аккаунт</a>.

source: Your account is not active. Possibly you are over some limits. Try to <a href="%(url)s">activate your account</a>.
pl: Twoje konto nie jest aktywne. Najprawdopodobniej konto przekracza dostępne limity użycia. Proszę spróbować <a href="%(url)s">aktywować konto</a>.
ru: Ваш аккаунт неактивен, возможно вы превысили некоторые лимиты. Попробуйте <a href="%(url)s">активировать Ваш аккаунт</a>.

source: Your account will expire soon (in %(days_to_expire)s days). We recommend to <a href="%(extend_url)s">extend your account now.</a>
pl: Twoje konto wkrótce wygaśnie (za %(days_to_expire)s dni). Możesz <a href="%(extend_url)s">przedłużyć ważność konta</a> już teraz.
ru: Ваш аккаунт скоро истечет (через %(days_to_expire)s дней). Рекомендуем <a href="%(extend_url)s">продлить его сегодня.</a>

source: yes
pl: tak
ru: да

source: no
pl: nie
ru: нет

source: Unfortunately your current plan is not available any more. You need to <a href="%(upgrade_url)s">upgrade your plan</a>.
pl: Niestety Twój abonament nie jest już dostępny. Wybierz dowolny inny spośród <a href="%(upgrade_url)s">listy nowych abonamentów</a>
ru: К сожалению ваш текущий пакет больше не действует. Вам нужно <a href="%(upgrade_url)s">расширить Ваш пакет</a>.

source: your current plan
pl: Twój aktualny abonament
ru: Ваш текущий тарифный план

source: no limit
pl: bez limitu
ru: без ограничений

source: Change
pl: Zmień
ru: Изменить

source: Buy
pl: Kup
ru: Купить

source: This plan is not available anymore and cannot be extended.<p> You need to upgrade your account to any of <a href="%(upgrade_url)s">currently available plans</a>.
pl: Ten abonament nie jest już dostępny w sprzedaży.<p>Wybierz dowolny inny spośród <a href="%(upgrade_url)s">listy nowych abonamentów</a>.
ru: Этот пакет больше не действует и не может быть расширен.<p> Вам нужно расширить ваш аккаунт до любого пакета <a href="%(upgrade_url)s">имеющегося в наличии</a>.

source: Net prices
pl: Ceny netto
ru: Цена

source: Choose plan
pl: Wybierz abonament
ru: Выбрать пакет

source: Need even more?
pl: Potrzebujesz jeszcze więcej?
ru: Нужно больше?

source: Please <a href="mailto:">contact our sales</a> for an exclusive customised offer tailored to your needs.
pl: Prosimy o kontakt z naszym <a href="mailto:">działem sprzedaży</a> w celu uzyskania specjalnego dedykowanego abonamentu dostosowanego do Twoich potrzeb.
ru: Свяжитесь с нашим <a href="mailto:">отделом продаж</a>для получения индивидуального пакета.
